---
kind: enumMember
id: F:Autodesk.Revit.DB.BuiltInParameter.RBS_PIPE_OUTER_DIAMETER
enum: Autodesk.Revit.DB.BuiltInParameter
zh: 直径、管径
source: html/fb011c91-be7e-f737-28c7-3f1e1917a0e0.htm
---
# Autodesk.Revit.DB.BuiltInParameter.RBS_PIPE_OUTER_DIAMETER

**中文**: 直径、管径

"Outside Diameter"